aria2
base
base-devel
bash-completion
bat
blueman
bluez
bluez-utils
btop
btrfs-progs
efibootmgr
eza
fd
firefox
fish
font-manager
fzf
git
grub
gst-libav
gst-plugin-pipewire
gucharmap
hyprpaper
intel-ucode
kitty
languagetool
lazygit
linux
linux-firmware
linux-lts
man-db
man-pages-id
nautilus
neofetch
neovim
networkmanager
networkmanager-openvpn
obsidian
openssh
openvpn
os-prober
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgstats
sof-firmware
stow
timeshift
trash-cli
ttf-anonymous-pro
ttf-dejavu
ttf-droid
ttf-firacode-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-ubuntu-font-family
ufw
unrar
vim
vlc
waybar
wofi
xdg-desktop-portal-hyprland
xorg-xhost
yazi
zoxide
zram-generator

